Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: IgniteAI Search, currently in development for Canvas, uses semantic algorithms and AI to understand query context and semantic meaning, not just keyword matching.
ar: IgniteAI ميزة البحث قيد التطوير حاليًا في Canvas، وهي تستخدم خوارزميات دلالية والذكاء الاصطناعي لفهم سياق الاستعلام والمعنى الدلالي، ولا تطابق كلمة البحث الأساسية فحسب.
ca: IgniteAI La cerca, actualment en desenvolupament per al Canvas, fa servir algorismes semàntics i IA per entendre el context de les consultes i el significat semàntic, no només la coincidència de paraules clau.
cy: IgniteAI Mae Search, sydd wrthi’n cael ei ddatblygu ar gyfer Canvas, yn defnyddio algorithmau semantig ac AI i ddeall cyd-destun ymholiadau ac ystyr semantig, ac nid ar gyfer paru allweddeiriau yn unig.
da: IgniteAI Søgningen, der i øjeblikket er under udvikling til Canvas, bruger semantiske algoritmer og AI til at forstå forespørgselens kontekst og semantiske betydning, ikke kun søgeordsmatchning.
da_instk12: IgniteAI Søgningen, der i øjeblikket er under udvikling til Canvas, bruger semantiske algoritmer og AI til at forstå forespørgselens kontekst og semantiske betydning, ikke kun søgeordsmatchning.
de: IgniteAI Die Suche, die derzeit für Canvas entwickelt wird, verwendet semantische Algorithmen und KI, um den Abfragekontext und die semantische Bedeutung zu verstehen, anstatt nur Keywords abzugleichen.
es: IgniteAI La búsqueda que, en este momento, está en desarrollo para Canvas, usa algoritmos semánticos e inteligencia artificial para comprender el contexto de la consulta y el significado semántico, no solo una coincidencia de palabras clave.
es_es: IgniteAI La búsqueda, actualmente en desarrollo por Canvas, utiliza algoritmos semánticos y de IA para entender el contexto y el significado semántico, no solo la coincidencia de palabras clave.
fi: IgniteAI Haku, jota kehitetään parhaillaan Canvasille, käyttää semanttisia algoritmeja ja tekoälyä kyselyn kontekstin ja semanttisen merkityksen ymmärtämiseen, ei vain avainsanahaun.
fr: IgniteAI Actuellement en cours de développement pour Canvas, la fonctionnalité de recherche utilise des algorithmes sémantiques et l’IA pour comprendre le contexte et la signification sémantique des interrogations, elle ne se contente pas seulement d’établir des correspondances avec des mots clés
fr_ca: IgniteAI La recherche, actuellement en cours de développement pour Canvas, utilise des algorithmes sémantiques et l’IA pour comprendre le contexte de la requête et la signification sémantique, et pas seulement la correspondance des mots-clés.
ga: IgniteAI Úsáideann Search, atá á fhorbairt faoi láthair do Canvas, halgartaim shéimeantacha agus hintleacht shaorga chun comhthéacs fiosrúcháin agus brí shéimeantach a thuiscint, ní hamháin meaitseáil eochairfhocal.
hi: IgniteAI Canvas के लिए वर्तमान में विकास के चरण में मौजूद सर्च, क्वेरी के संदर्भ और अर्थ संबंधी अर्थ को समझने के लिए सेमेंटिक एल्गोरिदम और AI का उपयोग करता है, न कि केवल कीवर्ड मिलान का।
ht: IgniteAI Search, k ap devlope kounye a pou Canvas, sèvi ak algorit semantik ak AI pou konprann kontèks rechèch la ak sans semantik, pa sèlman konpare mo kle yo.
id: IgniteAI Pencarian, saat ini sedang dikembangkan untuk Canvas, menggunakan algoritme semantik dan AI untuk memahami konteks pertanyaan dan makna semantik, bukan hanya pencocokan kata kunci.
is: IgniteAI Search, sem nú er í þróun fyrir Canvas, notar merkingarfræðileg reiknirit og gervigreind til að skilja samhengi fyrirspurna og merkingarfræðilega merkingu, ekki bara leitarorðasamsvörun.
it: IgniteAI Cerca, attualmente in fase di sviluppo per Canvas, utilizza algoritmi semantici e l’IA per comprendere il contenuto della query e il significato semantico, non solo la corrispondenza con la parola chiave.
ja: IgniteAI 現在 Canvas 向けに開発中の検索は、キーワード マッチングだけでなく、セマンティック アルゴリズムと AI を使用してクエリ コンテキストおよびセマンティックな意味を理解します。
ko: IgniteAI 현재 Canvas에 대해 개발 중인 검색은 의미론적 알고리즘과 AI를 사용하여 단순히 검색어 일치만이 아닌 쿼리 컨텍스트 및 의미론적 의도를 이해합니다.
mi: IgniteAI Kei te whakawhanakehia a Search mō Canvas i tēnei wā, ā, e whakamahi ana i ngā rauropi tikanga me te AI hei mārama ki te horopaki patai me te tikanga tikanga, ehara i te mea ko te taurite kupumatua anake.
ms: IgniteAI Carian yang buat masa ini sedang dalam pembangunan untuk Canvas, menggunakan algoritma semantik dan AI untuk memahami konteks pertanyaan dan maksud semantik, bukan sekadar penyepadanan kata kunci.
nb: IgniteAI Søk, som for tiden er under utvikling for Canvas, bruker semantiske algoritmer og AI for å forstå søkekontekst og semantisk betydning, ikke bare samsvar med søkeord.
nb_instk12: IgniteAI Søk, som for tiden er under utvikling for Canvas, bruker semantiske algoritmer og AI for å forstå søkekontekst og semantisk betydning, ikke bare samsvar med søkeord.
nl: IgniteAI Search, dat op dit moment voor Canvas wordt ontwikkeld, maakt gebruik van semantische algoritmen en AI om de context van de zoekopdracht en de semantische betekenis te begrijpen, en niet alleen maar trefwoorden te matchen.
pl: IgniteAI Funkcja wyszukiwania, obecnie rozwijana dla Canvas, wykorzystuje algorytmy semantyczne oraz sztuczną inteligencję do rozpoznawania kontekstu kwerendy i znaczeń, nie dopasowując tylko słów kluczowych.
pt: IgniteAI A Busca, atualmente em desenvolvimento para o Canvas, utiliza algoritmos semânticos e IA para compreender o contexto da consulta e o significado semântico, e não apenas a correspondência de palavras-chave.
pt_br: IgniteAI A funcionalidade de busca, atualmente em desenvolvimento para o Canvas, utiliza algoritmos semânticos e IA para compreender o contexto da consulta e o significado semântico, e não apenas a correspondência de palavras-chave.
ru: IgniteAI Поиск, который в настоящее время разрабатывается для Canvas, использует семантические алгоритмы и искусственный интеллект для понимания контекста запроса и семантического значения, а не только для подбора ключевых слов.
sl: IgniteAI Iskanje, ki je trenutno v razvoju za Canvas, uporablja semantične algoritme in UI za razumevanje konteksta poizvedbe in semantičnega pomena, ne le ujemanja ključnih besed.
sv: IgniteAI Sök som för närvarande är under utveckling för Canvas, använder semantiska algoritmer och AI för att förstå kontext och semantisk betydelse, inte bara nyckelordsmatchning.
sv_instk12: IgniteAI Sök som för närvarande är under utveckling för Canvas, använder semantiska algoritmer och AI för att förstå kontext och semantisk betydelse, inte bara nyckelordsmatchning.
th: IgniteAI Agent ปัจจุบันอยู่ระหว่างการพัฒนาใน Canvas โดยจะใช้อัลกอริทึมแบบอิงตามความหมายและ AI เพื่อทำความเข้าใจบริบทในการสืบค้นและความหมายบ่งชี้ ไม่เฉพาะการเทียบคำค้นหาเท่านั้น
vi: IgniteAI Tìm Kiếm, hiện đang phát triển cho Canvas, sử dụng các thuật toán ngữ nghĩa và AI để hiểu ngữ cảnh truy vấn và ý nghĩa về mặt ngữ nghĩa, không chỉ là khớp từ khóa.
zh: IgniteAI 目前正为 Canvas 开发搜索，该功能使用语义算法和 AI 理解查询上下文和语义，而不仅仅是匹配关键词。
zh_hk: IgniteAI目前正在為 Canvas 開發「搜尋」。它運用語義演算法和人工智慧來理解查詢內容和語義，而不僅僅是關鍵字比對。

source: Image
ar: صورة
ca: Imatge
cy: Delwedd
da: Billede
da_instk12: Billede
de: Bild
es: Imagen
es_es: Imagen
fi: Kuva
ga: Íomhá
hi: छवि
ht: Imaj
id: Gambar
is: Mynd
it: Immagine
ja: 画像
ko: 이미지
mi: Āhua
ms: Imej
nb: Bilde
nb_instk12: Bilde
nl: Afbeelding
pl: Zdjęcie
pt: Imagem
pt_br: Imagem
ru: Изображение
sl: Slika
sv: Bild
sv_instk12: Bild
th: ภาพ
vi: Hình Ảnh
zh: 图片
zh_hk: 圖像

source: Immediately
ar: فورًا
ca: Immediatament
cy: Yn syth
da: Straks
da_instk12: Straks
de: Sofort
es: Inmediatamente
es_es: Inmediatamente
fi: Välittömästi
fr: Immédiatement
fr_ca: Immédiatement
ga: Láithreach
hi: तुरंत
ht: Kounye a menm
id: Segera
is: Tafarlaust
it: Immediatamente
ja: ただちに
ko: 즉시
mi: tonu
ms: Dengan Segera
nb: Umiddelbart
nb_instk12: Umiddelbart
nl: Onmiddellijk
pl: Natychmiast
pt: Imediatamente
pt_br: Imediatamente
ru: Немедленно
sl: Takoj
sv: Omedelbart
sv_instk12: Omedelbart
th: ทันที
vi: Ngay Lập Tức
zh: 立即
zh_hk: 立即

source: Impact
ar: التأثير
ca: Impacte
cy: Effaith
da: Indvirkning
da_instk12: Indvirkning
de: Auswirkungen
es: Impacto
es_es: Impacto
fi: Vaikutus
ga: Tionchar
hi: प्रभाव
ht: Enpak
id: Dampak
is: Áhrif
it: Impatto
ja: 影響
mi: Pānga
ms: Impak
nb: Innvirkning
nb_instk12: Innvirkning
pl: Wpływ
pt: Impacto
pt_br: Impacto
ru: Влияние
sl: Vpliv
sv: Påverkan
sv_instk12: Påverkan
th: ผลกระทบ
vi: Tác Động
zh: 影响力
zh_hk: 影響

source: Impact Level
ar: مستوى التأثير
ca: Nivell d'impacte
cy: Lefel yr Effaith
da: Betydningsniveau
da_instk12: Betydningsniveau
de: Auswirkungsstufe
es: Nivel de impacto
es_es: Nivel de impacto
fi: Vaikutustaso
fr: Niveau d'impact
fr_ca: Niveau d'impact
ga: Leibhéal Tionchair
hi: प्रभाव का स्तर
ht: Nivo Enpak:
id: Level Dampak
is: Stig áhrifa
it: Livello di impatto
ja: 影響のレベル
ko: 영향 수준
mi: Pae o te pānga
ms: Tahap Impak
nb: Innvirkningsnivå
nb_instk12: Innvirkningsnivå
nl: Impactniveau
pl: Poziom istotności
pt: Nível de Impacto
pt_br: Nível de impacto
ru: Уровень воздействия
sl: Raven vpliva
sv: Effektnivå
sv_instk12: Effektnivå
th: ระดับผลกระทบ
vi: Mức Tác Động
zh: 影响级别
zh_hk: 影響程度

source: Important Dates
ar: التواريخ الهامة
ca: Dates importants
cy: Dyddiadau Pwysig
da: Vigtige datoer
da_instk12: Vigtige datoer
de: Wichtige Termine
es: Fechas importantes
es_es: Fechas importantes
fi: Tärkeitä päivämääriä
fr: Dates importantes
fr_ca: Dates importantes
ga: Dátaí Tábhachtacha
hi: महत्वपूर्ण तिथियां
ht: Dat Enpòtan
id: Tanggal Penting
is: Mikilvægar dagsetningar
it: Date importanti
ja: 重要な日付
ko: 중요한 날짜
mi: Ngā rā nui
ms: Tarikh Penting
nb: Viktige datoer
nb_instk12: Viktige datoer
nl: Belangrijke datums
pl: Ważne daty
pt: Datas importantes
pt_br: Datas importantes
ru: Важные даты
sl: Pomembni datumi
sv: Viktiga datum
sv_instk12: Viktiga datum
th: วันที่ที่สำคัญ
vi: Những Ngày Quan Trọng
zh: 重要日期
zh_hk: 重要日期

source: Important Info
ar: المعلومات الهامة
ca: Informació important
cy: Gwybodaeth bwysig
da: Vigtig info
da_instk12: Vigtig info
de: Wichtige Info
es: Información importante
es_es: Información importante
fi: Tärkeitä tietoja
fr: Informations importantes
fr_ca: Informations importantes
ga: Eolas Tábhachtach
hi: महत्वपूर्ण जानकारी
ht: Enfo Enpòtan
id: Info Penting
is: Mikilvægar upplýsingar
it: Info importanti
ja: 重要な情報
ko: 중요 정보
mi: He mea nui pūrongo
ms: Maklumat Penting
nb: Viktig info
nb_instk12: Viktig info
nl: Belangrijke informatie
pl: Ważne informacje
pt: Informação importante
pt_br: Informações importantes
ru: Важная информация
sl: Pomembne informacije
sv: Viktig information
sv_instk12: Viktig information
th: ข้อมูลสำคัญ
vi: Thông Tin Quan Trọng
zh: 重要信息
zh_hk: 重要資訊

source: In 2 Weeks
ar: خلال أسبوعين
ca: D’aquí a 2 setmanes
cy: Mewn 2 wythnos
da: Om 2 uger
da_instk12: Om 2 uger
de: In 2 Wochen
es: En 2 semanas
es_es: Dentro de dos semanas
fi: 2 viikon sisällä
fr: Dans 2 semaines
fr_ca: Dans 2 semaines
ga: I gceann 2 sheachtain
hi: 2 सप्ताह में
ht: Nan 2 Semèn
id: Dalam 2 Minggu
is: Eftir 2 vikur
it: Tra 2 settimane
ja: 2週間以内
ko: 2주 후
mi: I roto i ngā Wiki e 2
ms: Dalam 2 Minggu
nb: Om 2 uker
nb_instk12: Om 2 uker
nl: Over 2 weken
pl: Za 2 tygodnie
pt: Daqui a 2 semanas
pt_br: Em 2 semanas
ru: Через 2 недели
sl: Čez 2 tedna
sv: Om 2 veckor
sv_instk12: Om 2 veckor
th: ภายใน 2 สัปดาห์
vi: 2 Tuần Qua
zh: 2 周后
zh_hk: 2 週後

source: In 3 Weeks
ar: خلال 3 أسابيع
ca: D’aquí a 3 setmanes
cy: Mewn 3 wythnos
da: Om 3 uger
da_instk12: Om 3 uger
de: In 3 Wochen
es: En 3 semanas
es_es: Dentro de tres semanas
fi: 3 viikon sisällä
fr: Dans 3 semaines
fr_ca: Dans 3 semaines
ga: I gceann 3 sheachtain
hi: 3 सप्ताह में
ht: Nan 3 Semèn
id: Dalam 3 Minggu
is: Eftir 3 vikur
it: Tra 3 settimane
ja: 3週間以内
ko: 3주 후
mi: I roto i ngā Wiki e 3
ms: Dalam 3 Minggu
nb: Om 3 uker
nb_instk12: Om 3 uker
nl: Over 3 weken
pl: Za 3 tygodnie
pt: Daqui a 3 semanas
pt_br: Em 3 semanas
ru: Через 3 недели
sl: Čez 3 tedne
sv: Om 3 veckor
sv_instk12: Om 3 veckor
th: ภายใน 3 สัปดาห์
vi: 3 Tuần Qua
zh: 3 周后
zh_hk: 3 週後

source: In 4 Weeks
ar: خلال 4 أسابيع
ca: D’aquí a 4 setmanes
cy: Mewn 4 wythnos
da: Om 4 uger
da_instk12: Om 4 uger
de: In 4 Wochen
es: En 4 semanas
es_es: Dentro de cuatro semanas
fi: 4 viikon sisällä
fr: Dans 4 semaines
fr_ca: Dans 4 semaines
ga: I gceann 4 sheachtain
hi: 4 सप्ताह में
ht: Nan 4 Semèn
id: Dalam 4 Minggu
is: Eftir 4 vikur
it: Tra 4 settimane
ja: 4週間以内
ko: 4주 후
mi: I roto i ngā Wiki e 4
ms: Dalam 4 Minggu
nb: Om 4 uker
nb_instk12: Om 4 uker
nl: Over 4 weken
pl: Za 4 tygodnie
pt: Daqui a 4 semanas
pt_br: Em 4 semanas
ru: Через 4 недели
sl: Čez 4 tedne
sv: Om 4 veckor
sv_instk12: Om 4 veckor
th: ภายใน 4 สัปดาห์
vi: 4 Tuần Qua
zh: 4 周后
zh_hk: 4 週後

source: In Progress
ar: قيد التقدم
ca: En curs
cy: Ar y Gweill
da: I gang
da_instk12: I gang
de: In Arbeit
es: En progreso
es_es: En curso
fi: Käynnissä
fr: En cours
fr_ca: En cours
ga: Ar Siúl
hi: प्रगति में
ht: Ap Avanse
id: Sedang Berlangsung
is: Í gangi
it: In corso
ja: 進行中
ko: 진행 중
mi: I roto i te ahunga whakamua
ms: Sedang Berjalan
nb: Pågår
nb_instk12: Pågår
nl: Wordt uitgevoerd
pl: W toku
pt: Em curso
pt_br: Em progresso
ru: Выполняется
sl: Poteka
sv: Pågående
sv_instk12: Pågående
th: กำลังดำเนินการ
vi: Đang Diễn Ra
zh: 进行中
zh_hk: 進行中

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
da_instk12: Indbakke
de: Posteingang
es: Bandeja de entrada
es_es: Bandeja de entrada
fi: Saapuvin postien laatikko
fr: Boîte de réception
fr_ca: Boîte de réception
ga: Bosca Isteach
hi: इनबॉक्स
ht: Bwat resepsyon
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ja: メッセージ
ko: 수신함
mi: Pouakauru
ms: Peti masuk
nb: Innboks
nb_instk12: Innboks
pl: Skrzynka odbiorcza
pt: Caixa de entrada
pt_br: Caixa de entrada
ru: Входящие
sl: Pošta
sv: Inkorg
sv_instk12: Inkorg
th: กล่องจดหมาย
vi: Hộp Thư Đến
zh: 收件箱
zh_hk: 收件匣

source: Inbox Signature
ar: توقيع صندوق الوارد
ca: Signatura de la safata d'entrada
cy: Llofnod Blwch Derbyn
da: Indbakkesignatur
da_instk12: Indbakkesignatur
de: Posteingangs-Signatur
es: Firma de la bandeja de entrada
es_es: Firma de la bandeja de entrada
fi: Saapuvien postien allekirjoitus
fr: Signature de boîte de réception
fr_ca: Signature de la boîte de réception
ga: Síniú an Bhosca Isteach
hi: इनबॉक्स हस्ताक्षर
ht: Siyati Bwat resepsyon
id: Tanda Tangan Kotak Masuk
is: Undirskrift innhólfs
it: Firma casella di posta in arrivo
ja: 受信トレイ署名
ko: 수신함 서명
mi: Waitohu Pouakauru
ms: Tandatangan Peti Masuk
nb: Innbokssignatur
nb_instk12: Innbokssignatur
nl: Inbox-handtekening
pl: Podpis skrzynki odbiorczej
pt: Assinatura da caixa de entrada
pt_br: Assinatura da caixa de entrada
ru: Подпись Inbox
sl: Podpis za pošto
sv: Inkorgssignatur
sv_instk12: Inkorgssignatur
th: ลายมือชื่อกำกับกล่องจดหมาย
vi: Chữ Ký Hộp Thư Đến
zh: 收件箱签名
zh_hk: 收件匣簽名

source: Included messages
ar: الرسائل المضمنة
ca: Missatges inclosos
cy: Negeseuon wedi’u cynnwys
da: Inkluderede beskeder
da_instk12: Inkluderede beskeder
de: Enthaltene Nachrichten
es: Mensajes incluidos
es_es: Mensajes incluidos
fi: Sisältyvät viestit
fr: messages inclus
fr_ca: Messages inclus
ga: Teachtaireachtaí san áireamh
hi: शामिल संदेश
ht: Mesaj ki enkli
id: Pesan yang Disertakan
is: Innifela skilaboð
it: Messaggi inclusi
ja: メッセージを含める
ko: 포함된 메시지
mi: Nga karere whakauru
ms: Termasuk mesej
nb: Inkluderte meldinger
nb_instk12: Inkluderte meldinger
nl: Inbegrepen berichten
pl: Załączone wiadomości
pt: Mensagens incluídas
pt_br: Mensagens incluídas
ru: Включенные сообщения
sl: Vključena sporočila
sv: Inkluderade meddelanden
sv_instk12: Inkluderade meddelanden
th: รวมข้อความ
vi: Tin nhắn đi kèm
zh: 包含的邮件
zh_hk: 包含的訊息

source: Incompatible File Type
ar: نوع ملف غير متوافق
ca: Tipus de fitxer incompatible
cy: Math o Ffeil Anghydnaws
da: Inkompatibel filtype
da_instk12: Inkompatibel filtype
de: Inkompatibler Dateityp
es: Tipo de archivo incompatible
es_es: Tipo de archivo no compatible
fi: Yhteensopimaton tiedostotyyppi
fr: Type de fichier incompatible
fr_ca: Type de fichier incompatible
ga: Cineál Comhaid Neamh-chomhoiriúnach
hi: असंगत फ़ाइल प्रकार
ht: Tip Fichye Enkonpatib
id: Jenis File Tidak Kompatibel
is: Ósamrýmanleg skráargerð
it: Tipo di file non compatibile
ja: 互換性のないファイルタイプ
ko: 호환되지 않는 파일 유형
mi: Momo Kōnae Hotokore
ms: Jenis Fail Tidak Serasi
nb: Ikke-kompatibel filtype
nb_instk12: Ikke-kompatibel filtype
nl: Niet-ondersteund bestandstype
pl: Niekompatybilny typ pliku
pt: Tipo de Ficheiro Incompatível
pt_br: Tipos de arquivo incompatível
ru: Несовместимый тип файла
sl: Nezdružljiva vrsta datoteke
sv: Inkompatibel filtyp
sv_instk12: Inkompatibel filtyp
th: ประเภทไฟล์ไม่รองรับ
vi: Loại Tập Tin Không Phù Hợp
zh: 不兼容的文件类型
zh_hk: 不相容的檔案類型

# incompatible_files_for_assignment
source: The %2$@ file types in your submission are incompatible with the selected assignment.
ar: أنواع الملف %2$@ الموجودة في إرسالك غير متوافقة مع المهمة المحددة.
ca: Els tipus de fitxers %2$@ de l’entrega són incompatibles amb l'activitat seleccionada.
cy: Mae’r mathau o ffeil %2$@ yn eich cyflwyniad yn anghydnaws â’r aseiniad sydd wedi’i ddewis.
da: Filtyperne %2$@ i din indsendelse er inkompatible med den valgte opgave.
da_instk12: Filtyperne %2$@ i din indsendelse er inkompatible med den valgte opgave.
de: Die %2$@-Dateitypen in Ihrer Abgabe sind mit der ausgewählten Aufgabe nicht kompatibel.
es: Los tipos de archivo %2$@ son incompatibles con la tarea seleccionada.
es_es: Los tipos de archivo %2$@ de tu entrega no son compatibles con la actividad seleccionada.
fi: %2$@ tiedostotyypit lähetyksessäsi ovat sopimattomia valitun tehtävän kanssa.
fr: Les types de fichiers %2$@ dans votre soumission sont incompatibles avec le travail sélectionné.
fr_ca: Les types de fichiers %2$@ de votre envoi sont incompatibles avec le travail sélectionné.
ga: Níl an cineál comhaid %2$@ i d’uaslódáil comhoiriúnach leis an tasc roghnaithe.
hi: आपके सबमिशन में %2$@ फ़ाइल प्रकार चयनित असाइनमेंट के साथ असंगत हैं।
ht: %2$@ tip fichye ki nan soumisyon ou yo pa konpatib ak devwa ou seleksyone a.
id: Jenis file %2$@ dalam penyerahan Anda tidak kompatibel dengan tugas yang dipilih.
is: Skráargerðirnar %2$@ í skilunum þínum eru ósamrýmanlegar valda verkefninu.
it: I tipi di file %2$@ inviati sono incompatibili con il compito selezionato.
ja: あなたの提出物の%2$@ファイルタイプは、選択した課題と互換性がありません。
ko: 제출에 %2$@ 파일 유형은 선택된 과제와 호환되지 않았습니다.
mi: Ko nga momo kōnae %2$@ kei roto I to tukunga kaore I te hototahi ki te taumahi kua tohua.
ms: Jenis fail %2$@ dalam serahan anda tidak serasi dengan tugasan yang dipilih.
nb: Filtypene %2$@ i innleveringen din er ikke kompatible med den valgte oppgaven.
nb_instk12: Filtypene %2$@ i innleveringen din er ikke kompatible med den valgte oppgaven.
nl: De bestandstypen %2$@ in je inlevering komen niet overeen met de geselecteerde opdracht.
pl: Typy plików %2$@ w przesyłce są niezgodne z wybranym zadaniem.
pt: Os tipos de ficheiro %2$@ na sua submissão são incompatíveis com o trabalho seleccionado.
pt_br: Os %2$@ tipos de arquivo em seu envio são incompatíveis com a tarefa selecionada.
ru: Типы файлов %2$@ в вашей отправке несовместимы с выбранным заданием.
sl: Vrste datotek %2$@ v vaši oddaji niso združljive z izbrano nalogo.
sv: Filtyperna %2$@ i din inlämning är inkompatibla med den valda uppgiften.
sv_instk12: Filtyperna %2$@ i din inlämning är inkompatibla med den valda uppgiften.
th: ประเภทไฟล์ %2$@ ในผลงานจัดส่งของคุณไม่รองรับกับภารกิจที่เลือก
vi: Các loại tập tin %2$@ trong bài nộp của bạn không tương thích với bài tập đã chọn.
zh: 您提交的 %2$@ 文件类型与所选作业不兼容。
zh_hk: 您的提交項目中的 %2$@ 檔案類型與選擇的作業不相容。

source: Incomplete
ar: غير مكتمل
ca: Incomplet
cy: Heb Gwblhau
da: Ufuldstændig
da_instk12: Ufuldstændig
de: Unvollständig
es: Incompleta
es_es: Incompleto
fi: Keskeneräinen
fr: Incomplet
fr_ca: Incomplet
hi: अधूरा
ht: Enkonplè
id: Tidak lengkap
is: Ólokið
it: Non completato
ja: 未完了
ko: 완료되지 않음
mi: Kaore i te oti
ms: Tidak lengkap
nb: Ikke godkjent
nb_instk12: Ikke fullført
nl: Onvoltooid
pl: Nie ukończono
pt: Incompleto
pt_br: Incompleto
ru: Не завершено
sl: Nezaključeno
sv: Inte färdig
sv_instk12: Ej fullständig
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành
zh: 未完成
zh_hk: 未完成

source: Indigo
ar: نيلي
ca: Indi
es: Índigo
es_es: Índigo
ga: Indeagó
hi: इंडिगो
is: Dimmfjólublátt
it: Indaco
ja: インディゴ
ko: 인디고
ms: Biru Nila
pl: Indygo
pt_br: Índigo
ru: Индиго
th: คราม
vi: Chàm
zh: 靛蓝色
zh_hk: 靛藍色

source: Inherit From Course
ar: الاستيراد من المساق
ca: Hereta de l'assignatura
cy: Etifeddu o Gwrs
da: Nedarv fra fag
da_instk12: Nedarv fra fag
de: Von Kurs vererben
es: Heredar del curso
es_es: Heredar del curso
fi: Peri kurssilta
fr: Hériter du course
fr_ca: Hériter depuis le cours
ga: Faigh le hOidhreacht Ó Chúrsa
hi: पाठ्यक्रम से विरासत में पाएं
ht: Eritye de Kou
id: Warisi dari Kursus
is: Erft frá námskeiði
it: Eredita da corso
ja: コースから継承する
ko: 과목에서 상속
mi: Tuku iho i te Akoranga
ms: Warisi Daripada Kursus
nb: Arve fra emne
nb_instk12: Arve fra fag
nl: Overnemen uit cursus
pl: Odziedzicz z kursu
pt: Herdar do curso
pt_br: Herdar do curso
ru: Наследование из курса
sl: Podeduj od predmeta
sv: Ärv från kurs
sv_instk12: Ärv från kurs
th: รับช่วงจากบทเรียน
vi: Kế Thừa Từ Khóa Học
zh: 从课程继承
zh_hk: 自課程繼承

source: Institution Announcement
ar: إعلان المؤسسة
ca: Anunci de la institució
cy: Cyhoeddiad Sefydliad
da: Besked til institutionen
da_instk12: Besked til institutionen
de: Institutsankündigung
es: Anuncio de la institución
es_es: Anuncio de la institución
fi: Laitoksen ilmoitus
fr: Annonce d'institution
fr_ca: Annonce de l’institution
ga: Fógra Institiúide
hi: संस्थान की घोषणा
ht: Anons Enstitisyon
id: Pengumuman Institusi
is: Stofnana tilkynning
it: Annuncio istituto
ja: 学校のお知らせ
ko: 기관 공지
mi: Pānuitanga o te Whakanōhanga
ms: Pengumuman Institusi
nb: Institusjons-kunngjøring
nb_instk12: Institusjons-beskjed
nl: Aankondiging organisatie
pl: Ogłoszenie instytucji
pt: Anúncio da Instituição
pt_br: Aviso da instituição
ru: Объявление об учебном заведении
sl: Obvestilo ustanove
sv: Meddelande från lärosätet
sv_instk12: Institutionsmeddelande
th: ประกาศของสถาบัน
vi: Thông Báo Tổ Chức
zh: 机构公告
zh_hk: 機構通告

source: Institution announcements
ar: إعلانات المؤسسة
ca: Anuncis de la institució
cy: Cyhoeddiadau sefydliadau
da: Institutionsbekendtgørelse
da_instk12: Institutionsbekendtgørelse
de: Institutionsankündigungen
es: Anuncios de la institución
es_es: Anuncios de la institución
fi: Laitoksen ilmoitukset
fr: Annonces de l'institution
fr_ca: Annonces de l'institution
ga: Fógraí na hinstitiúide
hi: संस्थान की घोषणाएं
ht: Anons Enstitisyon
id: Pengumuman Institusi
is: Stofnana tilkynningar
it: Annunci istituto
ja: 教育機関のアナウンスメント
ko: 기관 공지
mi: Whare huinga kōrerorero
ms: Pengumuman institusi
nb: Institusjonskunngjøringer
nb_instk12: Institusjonsbeskjeder
nl: Aankondigingen van de instelling
pl: Ogłoszenia instytucji
pt: Anúncios da Instituição
pt_br: Avisos da instituição
ru: Объявления заведения
sl: Obvestila ustanove
sv: Meddelande från lärosätet
sv_instk12: Institutionens meddelanden
th: ประกาศของสถาบัน
vi: Thông Báo Chung Tổ Chức
zh: 机构通告
zh_hk: 機構通告
